/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ er blevet downloadet og er klar til brug! Der er en vigtig update; vil du installere den og starte %1$@ igen med det samme?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ er blevet downloadet og er klar til brug! Vil du installere den og starte %1$@ igen med det samme?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kan ikke opdateres når programmet køres fra en skrivebeskyttet del som f.eks. et diskbillede eller en cd-brænder. Flyt %1$@ til din Programmer-mappe, genstart herfra og prøv igen.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er på nuværende tidspunkt den nyeste version, der er tilgængelig.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ downloadet";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ af %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "En ny version af %1$@ er tilgængelig. Opdater til %2$@ for at opleve de seneste forbedringer.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "En ny version af %1$@ er tilgængelig. Opdater til %2$@ for at opleve de seneste forbedringer. Vil du få mere at vide om denne opdatering på nettet?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "En ny version af %@ er klar til at blive installeret!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Der opstod en fejl under hentning af opdateringsoplysninger.Prøv venligst igen senere.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Der opstod en fejl i forbindelse med download af opdateringen. Prøv venligst igen senere.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Der opstod en fejl i forbindelse med udpakning af arkivet. Prøv venligst igen senere.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Der opstod en fejl i forbindelse med installation af opdateringen. Prøv venligst igen senere.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Der opstod en fejl i forbindelse med analysering af opdateringsfeed.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Der opstod en fejl i forbindelse med genstart af %1$@, men den nye version vil være tilgængelig næste gang du kører %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "En vigtig opdatering til %@ er klar til at blive installeret";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Annuller";

/* No comment provided by engineer. */
"Cancel Update" = "Annuller opdatering";

/* No comment provided by engineer. */
"Checking for updates..." = "Tjekker for opdateringer ...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Downloader opdatering...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Udpakker opdatering...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installer og start igen";

/* Take care not to overflow the status window. */
"Installing update..." = "Installerer opdatering...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Få mere at vide...";

/* No comment provided by engineer. */
"Let's update your app" = "Lad os opdatere din app";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Klar til at installere";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Skal %1$@ automatisk tjekke efter opdateringer? Du kan altid tjekke manuelt efter opdateringer via menuen %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Opdateringen er ugyldigt signeret.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Opdateringen vil ikke blive installeret fordi brugeren anmodede om, at systemet skal slukkes";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Ups. Din version af %@ er forældet.";

/* No comment provided by engineer. */
"Update Error!" = "Fejl under opdatering!";

/* No comment provided by engineer. */
"Updating %@" = "Opdaterer %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Du har allerede den nyeste version af %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Du har den nyeste version!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Du har på nuværende tidspunkt version %@, der ikke længere understøttes. Vi har foretaget mange forbedringer siden da, så derfor beder vi dig venligst om at downloade den seneste version for at fortsætte.";
